swat-dp-tools/soma/xml/checkpoint-list.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <dp:request xmlns:dp="http://www.datapower.com/schemas/management" domain="@domain.name@">
            <dp:get-status class="DomainCheckpointStatus" />
        </dp:request>
    </soapenv:Body>
</soapenv:Envelope>
